[{
  "_id": {
    "$oid": "66054afb649b9550d4a1de6a"
  },
  "species": "doggo",
  "petcode": "doggo_1",
  "name": "French Bulldog",
  "description": "Ah, the French Bulldog, with its unmistakably cute flat face that just begs for cuddles! This breed brings so much joy with its low-maintenance nature and affectionate demeanor, making it a perfect fit for cozy homes and small spaces. Sure, they might snore a bit and have a few health quirks, but nothing can dampen their adorable spirit! These little bundles of love are often found snuggled up on their owner's lap, spreading warmth and happiness wherever they go. Who needs a blanket when you have a French Bulldog to keep you cozy?",
  "in_gallery": 5,
  "__v": 0
},
{
  "_id": {
    "$oid": "66058867751483f02c559ae9"
  },
  "species": "doggo",
  "petcode": "doggo_3",
  "name": "Labrador Retriever",
  "description": "Labrador Retrievers are like bundles of happiness! They’re friendly, smart, and adaptable, making them perfect pals for any family. Whether they’re learning new tricks or splashing in the water, Labs are always up for fun. Just remember to give them lots of playtime and keep an eye on their chewing and eating habits. Did you know that Labs aren’t just great family pets? They’re also amazing helpers! With their intelligence and gentle nature, they excel as guide dogs for the visually impaired, in search and rescue missions, and even as therapy dogs, spreading smiles wherever they go. With a Lab by your side, everyday is a new adventure filled with love!",
  "in_gallery": 4,
  "__v": 0
},
{
  "_id": {
    "$oid": "66058ae0a391938d237f323f"
  },
  "species": "doggo",
  "petcode": "doggo_2",
  "name": "Golden Retriever",
  "description": "Golden Retrievers bring boundless joy with their friendly, gentle nature, unwavering loyalty, and remarkable intelligence, making them treasured companions for all. Although their shedding, occasional joint issues, and food motivation need some extra care, it's all part of the fun! And here's a delightful fun fact: ever heard of someone being called a \"Golden Retriever\", or having “Golden Retriever Energy”? It's a playful nod to their warm-heartedness, loyalty, and knack for spreading happiness, just like these lovable pups do effortlessly. It's a reminder of the sheer delight they bring into our lives, making every moment brighter and more cheerful!",
  "in_gallery": 4,
  "__v": 0
},
{
  "_id": {
    "$oid": "66058c28787b79eed6eb070c"
  },
  "species": "doggo",
  "petcode": "doggo_4",
  "name": "German Shepherd",
  "description": "German Shepherds are beacons of joy with their hardworking ethic, eager trainability, and brave hearts, making them extraordinary companions. While their spirited nature, occasional playfulness, and protective instincts might require a bit of guidance, it's all part of their endearing charm! Here's a delightful fact: German Shepherds are among the most beloved breeds in military and police work worldwide! With their sharp minds, adaptability, and unwavering dedication, they excel in tasks like bomb detection and search and rescue missions, bringing safety and security wherever they go.",
  "in_gallery": 4,
  "__v": 0
},
{
  "_id": {
    "$oid": "66058d28cdde0c930b5665d0"
  },
  "species": "doggo",
  "petcode": "doggo_5",
  "name": "Poodle",
  "description": "Poodles are a joy with their hypoallergenic fur, versatile looks, and playful spirit, making them wonderful companions. Though their grooming needs, occasional separation anxiety, and stubbornness may require some patience, they add character to their lovable nature! Here's an interesting nugget: Poodles have a fascinating history of entertaining in circuses and shows. Renowned for their trainability and striking appearance, they dazzled audiences with their agility and mastery of complex tricks, leaving smiles wherever they performed.",
  "in_gallery": 4,
  "__v": 0
},
{
  "_id": {
    "$oid": "6607c29f5bd40051927b42e8"
  },
  "species": "hissy",
  "petcode": "hissy_1",
  "name": "Ragdoll",
  "description": "Ragdolls radiate warmth with their gentle, affectionate nature, docile temperament, and easy-going demeanor, making them cherished companions for all. While their heavy shedding, occasional litter box issues, and tendency to scratch furniture may require some adjustments, they're outweighed by their lovable qualities! Here's a charming fact: ever wonder why Ragdolls are called \"Ragdolls\"? It's because they tend to go limp and completely relax when picked up, showcasing their laid-back attitude that only adds to their irresistible charm, making every cuddle session with them even more delightful.",
  "in_gallery": 4,
  "__v": 0
},
{
  "_id": {
    "$oid": "6607d1299746ad283dedafd7"
  },
  "species": "hissy",
  "petcode": "hissy_2",
  "name": "Maine Coon",
  "description": "Maine Coons embody the term \"gentle giants\" with their affectionate nature, impressive intelligence, and playful spirit, making them adored companions for all. While their vocal tendencies, occasional desire for independence, and susceptibility to health issues may require some attention, they're overshadowed by their wonderful traits! Here's a fascinating tidbit: did you know that Maine Coons hold the Guinness World Record for the longest domestic cat ever recorded? The record-holder, Stewie, measured an astonishing 48.5 inches (123 cm) from nose to tail, highlighting the remarkable size and stature that Maine Coons are renowned for, solidifying their reputation as gentle giants in the world of cat breeds.",
  "in_gallery": 4,
  "__v": 0
},
{
  "_id": {
    "$oid": "6607d2cdc7117bfca4eba76b"
  },
  "species": "hissy",
  "petcode": "hissy_3",
  "name": "Devon Rex",
  "description": "Devon Rex cats bring bundles of affection with their low-shedding coats, lively energy, and playful nature, making them beloved companions for all. While they may be sensitive to temperature and occasionally mischievous, their endearing qualities far outweigh any challenges! Here's an interesting tidbit: ever wonder why they're called Devon Rex? It's because of their birthplace in Devonshire, England, and their unique curly coats, reminiscent of the Cornish Rex breed. Both breeds share a genetic mutation that gives them their adorable curly fur, adding to the charm of these delightful feline friends.",
  "in_gallery": 4,
  "__v": 0
},
{
  "_id": {
    "$oid": "660a30207c84955d2b63292f"
  },
  "species": "hissy",
  "petcode": "hissy_4",
  "name": "Exotic Shorthair",
  "description": "Exotic Shorthairs are bundles of sweetness and affection, cuddling up with their owners and melting hearts with their gentle nature. With their easy-to-care-for short coats and teddy bear-like appearance, they're every cat lover's dream. These quiet companions are perfect for apartment living and easily adapt to different environments. However, like their Persian cousins, they may have health concerns and grooming needs to watch out for. Keeping them cool in warmer weather and maintaining a healthy weight are essential for their well-being. Despite these considerations, Exotic Shorthairs are cherished for their loving companionship and charming presence in our lives. And did you know they're often dubbed \"the lazy man's Persian\"? It's true! With their adorable looks and laid-back demeanor, they bring joy effortlessly to any home.",
  "in_gallery": 4,
  "__v": 0
},
{
  "_id": {
    "$oid": "660a31d62cbd19c19c3a9485"
  },
  "species": "hissy",
  "petcode": "hissy_5",
  "name": "Persian Cat",
  "description": "Persian cats are renowned for their luxurious and affectionate nature, often captivating their owners with their graceful demeanor and loving personality. With their long, flowing coats that require regular grooming, they exude elegance and charm. Their gentle disposition and soft meows make them perfect companions for quieter households, although they may need extra care in warmer weather due to their thick fur. Like all breeds, they may be prone to certain health issues, particularly those associated with their flat faces, such as breathing difficulties. Despite these considerations, Persian cats are cherished for their regal appearance and devoted companionship. And here's a delightful fact: Persians are often referred to as the aristocrats of the cat world, thanks to their majestic presence and dignified bearing, adding to their allure as beloved pets.",
  "in_gallery": 4,
  "__v": 0
},
{
  "_id": {
    "$oid": "660a3dcd2044369eabaad27a"
  },
  "species": "borb",
  "petcode": "borb_1",
  "name": "Parakeet",
  "description": "Parakeets are delightful little creatures, spreading happiness with their vibrant colors and playful chirps. They're affectionate companions, forming strong bonds with their owners. While they may be picky eaters and occasionally stubborn, their positive traits shine through. However, it's important to be mindful of their fragile health and shorter lifespan, as well as their constant chirping, which might not be for everyone. But with love and care, every chirp becomes a cheerful melody, adding to the joy they bring to our lives. Fun fact: Did you know that parakeets are talented mimics? With patience, they can learn to imitate human speech and other sounds, bringing even more delight to their already charming presence. So grab your popcorn and enjoy the movie with your chirpy parakeet friend—just don't forget your headphones for a peaceful night!",
  "in_gallery": 5,
  "__v": 0
},
{
  "_id": {
    "$oid": "660a41229782d3bbfb8678f9"
  },
  "species": "borb",
  "petcode": "borb_2",
  "name": "Cockatiels",
  "description": "Cockatiels are beloved for their friendly and affectionate nature, captivating bird enthusiasts with their charming personalities and beautiful plumage. With their gentle demeanor and playful antics, they quickly become cherished members of the family. Cockatiels are known for their intelligence and ability to bond closely with their human companions, often enjoying spending time interacting and socializing. While they may require some regular grooming and attention to their diet, their easygoing nature and entertaining behaviors make them delightful pets for both beginners and experienced bird owners. It's important to provide them with plenty of toys and mental stimulation to keep them happy and healthy. Fun fact: Cockatiels are talented whistlers and can be trained to mimic various sounds, including melodies and even some words. Their melodious tunes add an extra layer of joy to any home, making them cherished companions for bird lovers everywhere.",
  "in_gallery": 3,
  "__v": 0
},
{
  "_id": {
    "$oid": "660a4334f292b7151eedd661"
  },
  "species": "borb",
  "petcode": "borb_3",
  "name": "Dove",
  "description": "Doves are symbols of peace and tranquility, known for their gentle and serene presence. These graceful birds captivate with their soft coos and elegant flight. Doves are highly social creatures, forming strong bonds with their human companions and other doves. Their easy-to-care-for nature makes them wonderful pets, particularly for those seeking a calming presence in their home. While they may not be as vocal or playful as some other bird species, their soothing coos and graceful movements bring a sense of serenity to any environment. Providing them with a spacious cage and opportunities for flight is essential for their well-being. Interestingly, doves have been revered in various cultures throughout history for their symbolism of love, peace, and spirituality. Their gentle nature and serene demeanor make them cherished companions for those seeking a touch of tranquility in their lives.",
  "in_gallery": 4,
  "__v": 0
},
{
  "_id": {
    "$oid": "660a4566ef867db67763bb16"
  },
  "species": "borb",
  "petcode": "borb_4",
  "name": "Canary",
  "description": "Canaries are like tiny bursts of sunshine, brightening up our homes with their sweet songs and colorful feathers. These little darlings are known for their happy chirps and friendly vibes, quickly becoming part of the family. With a cozy cage filled with toys and perches, they're as happy as can be! Just remember, they're delicate and easily scared, so a gentle touch and a calm atmosphere are a must. But oh, their songs! They're like little concerts every day, filling our hearts with joy and warmth. And did you know? Canaries have been singing their hearts out for centuries, with each breed boasting its own unique melody. It's no wonder they're adored by bird lovers everywhere, bringing happiness and harmony wherever they go!",
  "in_gallery": 4,
  "__v": 0
},
{
  "_id": {
    "$oid": "660a47bc2aee93564255df08"
  },
  "species": "borb",
  "petcode": "borb_5",
  "name": "Hyacinth Macaw",
  "description": "Hyacinth macaws are majestic beauties, dazzling us with their vibrant blue feathers and impressive size. These magnificent creatures are known for their intelligence and playful personalities, making them captivating companions for those lucky enough to share their home. With their striking appearance and inquisitive nature, they steal our hearts with every glance. Providing them with a spacious aviary filled with enrichment activities keeps them happy and entertained. However, it's essential to handle them with care, as they can be sensitive souls. Their affectionate nature and breathtaking beauty make them cherished members of the family. Fun fact: Hyacinth macaws are the largest of all parrot species, with wingspans reaching up to four feet! Their majestic presence and charming antics make them a true delight to behold, bringing joy and wonder to bird enthusiasts around the world.",
  "in_gallery": 4,
  "__v": 0
},
{
  "_id": {
    "$oid": "660a4b168b181539cd4bd797"
  },
  "species": "smol",
  "petcode": "smol_1",
  "name": "Hamster",
  "description": "Pet hamsters are delightful companions, bringing charm and amusement into our lives with their curious behavior and tiny, furry presence. These little creatures are known for their inquisitive nature, often exploring every nook and cranny of their cozy cages. With their cute twitching noses and busy paws, they keep us entertained for hours on end. It's important to handle them gently and provide them with a safe habitat filled with toys and hiding spots to keep them happy and healthy. Despite their small size, their personalities shine bright, making them cherished members of the family. Fun fact: Hamsters are natural hoarders, storing food in their cheeks for later munching sessions, showcasing their clever instincts and adding a touch of charm to their already endearing traits.",
  "in_gallery": 4,
  "__v": 0
},
{
  "_id": {
    "$oid": "660a4ff983e200eb0162f0d3"
  },
  "species": "smol",
  "petcode": "smol_2",
  "name": "Gerbil",
  "description": "Gerbils are charming companions, infusing our homes with joy and warmth through their playful behavior and curious personalities. These small furballs are known for their lively demeanor, often darting around their habitats with boundless energy. With their adorable button noses and soft fur, they quickly capture our hearts. Providing them with a spacious enclosure filled with tunnels and toys ensures they stay entertained and stimulated. It's crucial to handle them gently and create a safe environment for their well-being. Despite their small size, gerbils boast significant personalities and swiftly become treasured members of the family. Fun fact: Gerbils are social creatures and thrive in pairs or small groups, forming strong bonds with their companions and showcasing their friendly and sociable nature.",
  "in_gallery": 4,
  "__v": 0
},
{
  "_id": {
    "$oid": "660a5228ec2f54d5b94b5be6"
  },
  "species": "smol",
  "petcode": "smol_3",
  "name": "Mouse",
  "description": "Mice are delightful little creatures that bring a touch of charm and curiosity into our homes with their tiny whiskers and playful demeanor. These rodents are known for their inquisitive nature, often exploring every nook and cranny of their surroundings with boundless energy. With their adorable twitching noses and nimble paws, they captivate us with their agility and agility. Providing them with a safe and spacious habitat filled with tunnels and toys ensures they stay entertained and mentally stimulated. It's essential to handle them with care and create a secure environment for their well-being. Despite their small size, mice have big personalities and quickly become cherished companions. Fun fact: Mice are incredibly intelligent creatures and can learn tricks and solve puzzles, showcasing their cleverness and adding to their endearing qualities.",
  "in_gallery": 4,
  "__v": 0
},
{
  "_id": {
    "$oid": "660a5516344ea7056aa7ce01"
  },
  "species": "smol",
  "petcode": "smol_4",
  "name": "Rat",
  "description": "Rats are often misunderstood creatures, overshadowed by negative stereotypes despite their charming personalities and intelligence. These small rodents are known for their curious nature and social behavior, forming strong bonds with their human companions. Despite their reputation, rats are clean animals, spending a significant amount of time grooming themselves and their cage mates. With their expressive faces and affectionate demeanor, they quickly become beloved members of the family. Unfortunately, they often face unfair prejudice due to misconceptions about their hygiene and behavior. However, with proper care and understanding, rats prove to be delightful pets, capable of forming deep connections with their owners. Fun fact: Rats are highly intelligent animals and can learn tricks and solve complex problems, showcasing their cognitive abilities and challenging the negative stereotypes associated with them.",
  "in_gallery": 3,
  "__v": 0
},
{
  "_id": {
    "$oid": "660a566fda79e60e4d87be72"
  },
  "species": "smol",
  "petcode": "smol_5",
  "name": "Guinea Pig",
  "description": "Guinea pigs are known for their adorable chubby bodies, which add to their irresistible charm. Their rounded shape and soft, plush fur make them incredibly cuddly and huggable creatures. These small rodents have a naturally pudgy build, with a rounded belly and cute little legs that waddle as they move around. Despite their chubby appearance, guinea pigs are active animals that love to explore and play in their environment. Their chubby bodies make them even more lovable and endearing companions, as they waddle around their cage or happily snuggle up with their human friends. Fun Fact: Guinea pigs are born with a full set of teeth, allowing them to start munching on solid foods shortly after birth. This early development of teeth is essential for their survival in the wild, where they rely on a diverse diet of grasses, fruits, and vegetables to thrive.",
  "in_gallery": 3,
  "__v": 0
}]